IDEA StatiCa Open Model
IdeaConImportSettings.StartIdeaStaticaApp Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 StartIdeaStaticaApp
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool StartIdeaStaticaApp { get; set; }
Public Property StartIdeaStaticaApp As Boolean
	Get
	Set
public:
property bool StartIdeaStaticaApp {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace